'-------------------------------------------------------------------------------------
' Turkish language module for WINCONTIG
'
' Translated by:
'   rhntn (md<at>mdtzone<dot>it)
'
' Currently maintained by:
'   rhntn (md<at>mdtzone<dot>it)
'
' Last updated: Jun 03, 2014
'
' NOTE: Don't translate '\n', '\t', '%s', '%d', '$c$' and '$d$'
'
'-------------------------------------------------------------------------------------
' Language Name of the module in your native language ***
' (e.g. Italiano, Français, etc)
'-------------------------------------------------------------------------------------
LNG=Türkçe
'-------------------------------------------------------------------------------------
' File info panel ***
'-------------------------------------------------------------------------------------
1=Parçalanmış dosyalar
2=Birleşik dosyalar
3=Birleştirilen dosyalar
4=İşlenmeyen dosyalar
'-------------------------------------------------------------------------------------
' Main program window - Toolbar buttons labels ***
'-------------------------------------------------------------------------------------
17=Ekle
18=Kaldır
19=Özellikler
20=Profil Yükle
21=Profili Kaydet
283=Parçalanma
294=Raporu Görüntüle
455=Filtre
24=Parçalanma
25=Dur
'-------------------------------------------------------------------------------------
' Main program window - Toolbar buttons tooltips ***
'-------------------------------------------------------------------------------------
473=Ekle
474=Bir veya daha fazla dosyayı ekleyin. Klasör eklemek için yandaki oka tıklayın
475=Kaldır
476=Seçili dosyaları kaldırmak için tıklayın.
477=Özellikler
478=Dosya özelliklerine bakın.
479=Parçalanma
480=Dosya veya klasörün parçalanma raporu.
481=Filtre
482=Belirlenen dosyaları veya dosya türlerini filtreleyin.
483=Profil yükle
484=Kayıtlı profil yükle.
485=Profili Kaydet
486=Profili Kaydet.
26=Analiz
45=Dosya veya klasörleri analiz et. 
101=Birleştir
139=Sistem performansı için dosyaları birleştirin. daha fazla seçenek için yandaki oka tıklayın.
122=Dur
136=Mevcut işlemi durdur.
'-------------------------------------------------------------------------------------
' Main program window - Toolbar Drop Down Menu ("Add" button) ***
'-------------------------------------------------------------------------------------
65=Dosya &Ekle...\tCTRL+O
66=Klasör E&kle...\tCTRL+D
'-------------------------------------------------------------------------------------
' Main program window - Toolbar Drop Down Menu ("Profile" button) ***
'-------------------------------------------------------------------------------------
155=<boş>
'-------------------------------------------------------------------------------------
' Main program window - Toolbar Drop Down Menu ("Defragment" button) ***
'-------------------------------------------------------------------------------------
365=&Tüm dosyaları birleştir
156=Seçili &dosyaları birleştir 
'----------------------------------------------------------------------------------------------
' Main program window - Items to be processed (Column Headers/Column Header Context Menu) ***
'----------------------------------------------------------------------------------------------
27=Dosya adı
28=Boyut
29=Durumu
30=Türü
248=Parçalanma
249=Kümeler
250=Diskteki Boyutu
274=Diskteki %
472=Son değişiklik
487=Özellikler
251=Varsayılan
'-------------------------------------------------------------------------------------
' Main program window - Items to be processed ("Status" Column) ***
'-------------------------------------------------------------------------------------
5=Parçalanma
6=Parçalanma yok
7=Hata
8=Birleştirme
146=Birleşik
368=Durduruluyor
369=Geçiliyor
424=İşleniyor...
'-------------------------------------------------------------------------------------
' Main program window - Items to be processed (misc) ***
'-------------------------------------------------------------------------------------
31=Buraya birleştirmek için nesne ekleyin.
247=Kök dizini
'-------------------------------------------------------------------------------------
' Main program window - Items to be processed (Context Menu) ***
'-------------------------------------------------------------------------------------
67=&Aç
68=&Dosya Ekle
69=&Dosya...\tCTRL+O
70=K&aldır...\tCTRL+D
71=&Dosyaları kaldır\tDEL
371=Hariç tutulan l&istesine ekle
15=Se&çilen dosyaları analiz et
16=&Seçilen dosyaları birleştir
72=&Profil Yükle...
73=&Profili Kaydet...
223=Özel&likler...
75=O&tomatik kaydırma
'--------------------------------------------------------------------------------------------------
' Main program window - "Fragmented files" Tab (Column Headers/Column Header Context Menu) ***
'--------------------------------------------------------------------------------------------------
9=Parçalanma
252=Küme
253=Diskteki boyut
10=Boyut
11=Dosya adı
275=Diskteki %
256=Varsayılan
'-------------------------------------------------------------------------------------
' Main program window - "Fragmented files" Tab (misc) ***
'-------------------------------------------------------------------------------------
144=Parçalanmış dosyalar
12=Parçalanmış dosya bulunamadı.
428=Henüz hiçbir dosya işlenmedi.
'-------------------------------------------------------------------------------------
' Main program window - "Fragmented files" Tab (Context Menu) ***
'-------------------------------------------------------------------------------------
363=&Vurgulanan dosyaları seçin
364=&Vurgulanan dosyaları seçmeyin
367=&Seçimi tersine çevir
372=Hariç tutulan l&istesine Ekle
162=Dosya konumunu aç
'--------------------------------------------------------------------------------------------------
' Main program window - "Fragmented files" listview (checkbox) tooltip ***
'--------------------------------------------------------------------------------------------------
171=Seç/Seçme
161=Tüm dosyaları seç veya seçme.
'--------------------------------------------------------------------------------------------------
' Main program window - "Errors" Tab (Column Headers) ***
'--------------------------------------------------------------------------------------------------
128=Dosya adı
129=Hata
'--------------------------------------------------------------------------------------------------
' Main program window - "Errors" Tab (misc) ***
'--------------------------------------------------------------------------------------------------
98=Hatalar
145=İşlenen dosyalarda hiç hata yok.
'-------------------------------------------------------------------------------------
' Main program window - Statusbar messages ***
'-------------------------------------------------------------------------------------
32=Boşta
33=Toplam dosya:
127=Nesne
137=Birleştiriliyor
420=Toplam işlenen dosya:
'-------------------------------------------------------------------------------------
' Main program window - File menu ***
'-------------------------------------------------------------------------------------
34=&Dosya
35=&Aç
36=&Dosya ekle
37=&Dosya...\tCTRL+O
38=Kl&asör...\tCTRL+D
39=&Dosyaları Kaldır\tDEL
370=Hariç tutulan l&istesine ekle
284=Parçalanma bilgi&si...
224=Özel&likler...
421=Ana&liz raporunu kaydet...
41=Ç&ıkış
'-------------------------------------------------------------------------------------
' Main program window - Profiles menu ***
'-------------------------------------------------------------------------------------
42=&Profiller
43=&Profili Yükle...
44=&Profili farklı kaydet...
157=&Yeni profil listesini yapılandır...
'-------------------------------------------------------------------------------------
' Main program window - Action menu ***
'-------------------------------------------------------------------------------------
46=&Eylem
47=A&naliz
49=&Dur
50=&Birleştirme
148=Seçil&i dosyaları analiz et
150=S&eçili dosyaları birleştir
'-------------------------------------------------------------------------------------
' Main program window - View menu ***
'-------------------------------------------------------------------------------------
48=&Görünüm
51=&Araç çubuğu
52=&Bilgi paneli
76=&Durum paneli
'-------------------------------------------------------------------------------------
' Main program window - Tools menu ***
'-------------------------------------------------------------------------------------
377=&Araçlar
470=&Filtreleri yönet...
'-------------------------------------------------------------------------------------
' Main program window - Options menu ***
'-------------------------------------------------------------------------------------
53=&Ayarlar
54=Her z&aman üstte kal
55=Tüm sı&rayı seç
56=Doğrulama &mesajlarını göster
57=Yinelenen &girişlere izin vermeyin
58=&Birleştirme bitince programı kapat
59=&Birleştirme bitince bilgisayarı kapat
229=Diskte &hata kontrolü yapma
235=B&irleştirme Türü
236=Hızlı& Birleştirme
237=&Akıllı Birleştirme
242=&Dil
301=Program& İzinleri
302=&Yüksek
303=&Normalin Üstünde
304=&Normal
305=&Normalin altında
306=&Düşük
332=Disk te&mizleme
333=&Kapalı
334=&Otomatik
335=H&er zaman sor
361=Hata mesajlarını &göster
348=Disk hata &kontrolü
349=&Kapalı
350=&Otomatik
351=H&er zaman sor
408=Renkleri &ayarla...
488=SSD diskleri atla
23=SSD& diskleri gizle
102=Durum sim&gesini göster
140=Sistem s&imgesini göster
'-------------------------------------------------------------------------------------
' Main program window - Help menu ***
'-------------------------------------------------------------------------------------
60=&Yardım
61=Yasal &Uyarı
62=Komut &satırı anahtarını göster
64=&WinContig Hakkında...
'-------------------------------------------------------------------------------------
' Menu Hints ***
'-------------------------------------------------------------------------------------
83=Dosyaları listeye ekle.
84=Klasörleri listeye ekle.
85=Seçili dosyaları kaldır.
86=Profildeki dosyaları listeye ekle.
87=Listedeki dosyaları profile ekle.
88=WinContig Programından Çık.
89=Dosyaları analiz et.
92=İşlemi yarıda kes.
93=Analizi yarıda kes.
110=Dosyaları birleştir.
94=Her zaman ana pencereyi üstte göster.
95=Satır seçimini aç/kapat.
96=Program bilgilerini, sürüm ve telif bilgilerini göster.
99=Birleştirme bitince programı kapatır.
100=Birleştirme bitince bilgisayarı kapatır.
103=Dosya listesini otomatik kaydırır.
104=Doğrulama mesajlarını aç/kapat.
105=Seçilen dosyaları açar.
106=WinContig komut anahtarını görüntüler.
107=Yasal uyarıyı gösterir.
108=Dosya listesinde yenilenen dosyalara izin vermez.
225=Dosya özelliklerini göster.
230=Dosyadaki hataları kontrol etmez.
238=Sadece dosyaları birleştirir (faster).
239=Dosyaları birleştirir ve dosyaları diskin başına taşır (slower).
255=Analiz raporunu görüntüle.
285=Ek dosya bilgilerini görüntüler.
336=Birleştirmeden önce geçici dosyaları silmez.
337=Birleştirmeden önce geçici dosyaları siler.
109=Dosyaları birleştirmeden önce sor.
352=Birleştirmeden önce disk hatalarını kontrol etmez.
353=Birleştirmeden önce disk hatalarını kontrol eder.
354=Dosyaları birleştirmeden önce sor.
362=Geçici dosyaları silme işlemi sırasındaki hataları gösterir.
373=Seçilen dosyaları hariç tutulan listesine ekle.
471=Hariç tutulan listesini düzenle.
409=Vurgulama renklerini düzenle.
429=Seçili öğeleri tersine çevirir.
430=Vurgulanan nesneleri seç.
431=Vurgulanan nesneleri seçme.
422=Analiz sonuçlarını kaydet.
22=SSD diskleri gösterme.
13=SSD diskleri birleştirmesin.
82=Araç çubuğubu gizle/göster.
90=Bilgi panelini gizle/göster.
91=Durum çubuğubu gizle/göster.
14=Parçalanmış dosyaları birleştir.
141=Mevcut işleme yarıda keser.
131=Seçili dosyaları analiz et.
138=Sadece seçili öğeleri birleştirir.
158=Yeni olşutula profil listesinde kaç profil görünsün.
135=Durum simgesini göster.
160=Sistem simgesini göster.
163=Dosya konumunu açar.
'-------------------------------------------------------------------------------------
' Analysis Report ***
'-------------------------------------------------------------------------------------
177=Parçalanmış dosyalar
178=Birleşik dosyalar
179=Hata nedeniyle analiz edilemeyen dosyalar
182=İşlenen dosyalar
231=Parçalanmış dosyarın listesi:
232=Analiz edilmeyen dosyaların listesi
289=Metin belgeleri (*.txt)|*.txt|Tüm dosyalar (*.*)|*.*|
290=Raporu Kaydet
291=Rapor başarıyla kaydedildi.
292=Oluşturulan analiz raporu:
293=Dosya istatistikleri
'-------------------------------------------------------------------------------------
' "Add files" dialog box ***
'-------------------------------------------------------------------------------------
111=Dosya Ekle
112=Tüm dosyalar (*.*)|*.*|
'-------------------------------------------------------------------------------------
' "Add folder" dialog box ***
'-------------------------------------------------------------------------------------
113=Listeye eklemek için klasör seçin. Birden fazla klasör ekleyebilirsiniz.
244=Klasör &ekle
246=Klasörü listeye ekle
'-------------------------------------------------------------------------------------
' "Load profile" dialog box ***
'-------------------------------------------------------------------------------------
114=Profili Yükle
115=WinContig Profili (*.wcp)|*.wcp|All files (*.*)|*.*|
'-------------------------------------------------------------------------------------
' "Save profile" dialog box ***
'-------------------------------------------------------------------------------------
116=Profili kaydet
117=WinContig Profili (*.wcp)|*.wcp|All files (*.*)|*.*|
118=Profil başarıyla kaydedildi.
'-------------------------------------------------------------------------------------
' "Importing profile" dialog box ***
'-------------------------------------------------------------------------------------
119=Aktarılan profil
120=&Ekle
121=&Değiştir
123=Dosya listesi boş değil.
124=Eklemek için "Ekle". Değiştirmek için "Değiştir" tıklayın.
125='%s' için geçerli profil yok.
126=Komut satırında belirtilen profil yok.
'-------------------------------------------------------------------------------------
' "Importing profile" dialog box - Items don't exist ***
'-------------------------------------------------------------------------------------
40=Items
130=Aktarılan profil
132=Profilde listelenen bazı öğeler bulunamıyor. Öğeler yeniden adlandırılmış, taşınmış ya da silinmiş olabilir.
133=Aktarılamayan öğelerin listesi:
'-------------------------------------------------------------------------------------
' "Check disk" dialog box ***
'-------------------------------------------------------------------------------------
308=Disk kontrolü
320=Birleştirme başlamadan önce disk kontrolü yapabilirsiniz.
309=Gelecekte hacimleri kontrol &etme
310=Diskin %s analiz edildi... lütfen bekleyin.
311=Aşama ilerlemesi:
321=Aşama 1/3
355=Aşama 2/3
356=Aşama 3/3
313=Check &Disk
314=Diski k&ontrol etme
315=Disk hatası!
316=Diskte hatalar bulundu. Programı kapatın ve hataları düzeltin.
317=Windows CD-ROM ve DVD-ROM sürücüleri kontrol edemiyor.
318=WinContig has detected problems with a volume. We reccomend that you quit WinContig and correct the problem.\nAlternately, you may also continue normally.
319=Hiçbir sorun bulunmazsa b&irleştirme sürecini başlat
323=Detayları göster
324=Disk henüz analiz edilmedi.
325=Detayları gizle
326=Disk Denetimi işlemi tamamlanır 
328=Tarama raporu: 
329=Diskte sorun bulunamadı. 
330=Disk Denetimi 
331=Windows bir ağ üzerindeki bir diski kontrol edemez. 
432=Hacim 
433=Dosya sistemi 
434=Toplam boyut 
435=Boş alan 
436=% Boş alan 
437=Bilinmeyen sürücü 
438=Çıkarılabilir sürücü 
439=Sabit disk 
440=Uzak sürücü 
441=Optik sürücü 
442=RAM disk 
443=Oturum durumu 
444=Analiz... 
445=Tamamlandı
'-------------------------------------------------------------------------------------
' "Disk Cleanup" dialog box ***
'-------------------------------------------------------------------------------------
339=Disk temizleme
340=Gereksiz dosyaları temizle
357=&Disk temizlemeyi başlat
358=&Disk temizletmeyi başlatma
338=Gelecekte ger&eksiz dosyaları temizleme.
359=Birleştirmeden önce gereksiz dosyaları sil.
342=Tahmin...
343=Gereksiz dosyalar temizleniyor... Lütfen bekleyin.
344=İşleniyor:
345=GetTempPath fonksiyonu hata nedeniyle başarısız oldu %s !
346=Kök dizindeki gereksiz dosyaları temizleme!
347=Aşağıdaki konum bulunamadığından temizlenemedi:\n\n%s
446=Geçici &dosyaları silmek için WinContig programını kullan
447=Geçici &dosyaları silmek için harici bir uygulama kullanın
448=Program:
449=Ek komut satırı anahtarları:
450=&GÖrüntüle...
451=Program seç
452=Programlar (*.exe)|*.exe|Tüm dosyalar (*.*)|*.*|
453=Harici uygulama yok.
454=Belirtilen dış uygulama yok !
'-------------------------------------------------------------------------------------
' "Exclusion/Inclusion List" dialog box ***
'-------------------------------------------------------------------------------------
469=Filtre
381=Klasör e&kle...
382=Dosya e&kle...
399=Maske e&kle...
383=Öğeyi k&aldır
385=Bazı verilerin istenmeyen yerleşimini önlemek için, birleştirme belirli öğeleri hariç tutabilirsiniz. Bu pencerede listelenen dosya ve klasörleri analiz ve / veya birleştirilmiş olmayacaktır.
386=Hariç tutulan listesini düzenle
387=Hariç tutulan listesi:
'***388=%s öğe hariç tutuluyor.
391=(KB) daha büyük dosyaları yoksay:
392=KB
393=MB
394=GB
456=Filtre
457=&Maske ekle
458=&Maskeyi kaldır
459=Ekli Maske:
460=WinContig Bu pencerede listelenen maskeleri eşleşen öğeleri işleyecek. Birden maskeleri belirtmek için, noktalı virgül (;) ile her maskeyi ayrı.
461=Dahil listesini yönet
462=Dosya Listesi:
463=Hariç
464=Dahil
'-------------------------------------------------------------------------------------
' "Mask file" dialog box ***
'-------------------------------------------------------------------------------------
400=Maske ekle
401=Dosya ve klasör için maske belirtin. Maskeleri bu şekilde ayırın (;).\n\nÖrnek: *.dll;*.ocx;*.tmp
404=Bu karakterler desteklenmiyor:\n \ / : < > | "
419=Geçersiz karakter
405=Dışlanan maske:
402=&Ekle
'-------------------------------------------------------------------------------------
' "Configure highlighting" dialog box ***
'-------------------------------------------------------------------------------------
410=Vurgu renklerini düzenle 
411=Burada öğeleri vurgulayarak renklerini yapılandırabilirsiniz. Bir öğenin rengini değiştirmek için, ilgili renkli butonuna tıklayın. Etkinleştirmek veya devre dışı bırakmak bir öğenin vurgulama, seçmek veya ilgili onay kutusunun işaretini kaldırın. 
412=P&arçalanmış dosyalar 
413=B&irleşik dosyalar
414=B&irleştirilen dosyalar
415=H&ata 
416=A&tlanılan dosyalar
418=T&am satır vurgu rengi
'-------------------------------------------------------------------------------------
' "Configure Profiles List" dialog box ***
'-------------------------------------------------------------------------------------
151=Yeni oluşturulan profillerin listesi 
152=Yeni oluşturulan profil listesini düzenle
153=Burada profiller listesinde gösterilir kaç profilleri yapılandırabilirsiniz.
154=Son profilleri (0-10) arası göster:
159=Otomatik olarak eksik profilleri kaldır
'-------------------------------------------------------------------------------------
' Warning/Error/Info messages ***
'-------------------------------------------------------------------------------------

97=Disk kontrol edildi. Dosyaları birleştirmek istiyor musunuz?
143=İşlem tamamlanana kadar birleştirme işlemini kesmek mümkün olmayacak. Devam etmek istediğinizden emin misiniz?
147=hacmi tüm dosya içerebilecek kadar büyük bitişik, boş küme bir grup yoktur. 
164=Seçili öğeyi kaldırmak istediğinizden emin misiniz? 
165=Seçili öğeleri kaldırmak istediğinizden emin misiniz? 
166=Onayla 
205=Bu işletim sisteminde WinContig çalışmaz.
233=Eklenemedi '%s'.
307=Could not set seçilen öncelikli sınıfı.
74=birleştirme işlemini başlatmadan Önce, iade etmek istiyor musunuz hataları için miktarlar?
360=The file '%s' cannot be deleted due to the following error:\n\n%s
374=seçili öğe hariç listesine eklenmiştir.
375=seçili öğeler hariç listesine eklenmiştir.
376=Seçili öğeler zaten hariç listesine ekli.
465=Çoğaltılamaz maskeleri
466=Bir veya daha fazla maske dahildir hem dışlama listesi ve katılım listesi. Eşleşen öğeler bu maskeler tarafından işlenmez WinContig.
467=&Yinede Kapat
468=&Maskeleri Düzenle
490=SSD Tespiti
494=Solid State Device 
491=Solid State Device see no performance benefit from traditional HDD defragmentation. File defragmentation causes lots of write processes and can put undue wear on specific areas of the drives. It is recommended that you do not defragment files on Solid State Device.
492=&Yinede birleştir
493=Bi&rleştirme
149=There is not enough physical memory or system resources available to defragment the file.
'-------------------------------------------------------------------------------------
' General Button Captions ***
'-------------------------------------------------------------------------------------
395=&Evet
396=&Hayır
397=Tamam
398=İptal
406=&Devam
407=&Çıkış
142=&Kapat
'-------------------------------------------------------------------------------------
' File Open Error Messages ***
'-------------------------------------------------------------------------------------
167=Hata: yetersiz ram. Çalıştırılamaz!
168=Hata: dosya bulunamadı. Çalıştırılamaz!
169=Hata: konum bulunamadı. Çalıştırılamaz!
170=Hata: kötü dosya formatı. Çalıştırılamaz!
'-------------------------------------------------------------------------------------
' "Fragmentation Details" dialog box ***
'-------------------------------------------------------------------------------------
259=Parçalanmış:
260=Ad:
261=Konum:
262=Tür:
263=Boyut:
264=Diskteki boyut:
265=Parçalanma:
266=Küme:
267=Parçalanma bilgisi:
269=Genel
270=#
271=Dosya kümesi
272=Başlangıç kümesi
273=Bitiş kümesi
286=Boyut (bayt)
287=Dosyanın %
276=Dosya henüz analiz edilmemiş
277=Bu dosya yok
278=Çalışılırken bir hata ile karşılaşıldı dosyayı çözümleyin
279=Bu öğe yok
280=Bu dosya tüm kümeleri işgal etmez
281=bayt
'-------------------------------------------------------------------------------------
' "Defragmentation Report" dialog box ***
'-------------------------------------------------------------------------------------
184=Birleştirme raporu
185=Bilgi:
186=Birleştirme tamamlandı
189=İşlenen dosya sayısı:
190=Parçalanmış dosya sayısı:
191=Birleşik dosya sayısı:
192=Birleştirilen dosya sayısı:
193=Hata olulan dosya sayısı:
423=Bu iletişim kutusu görüntüler dosyaları hakkında daha fazla bilgi birleştirdiniz.
'-------------------------------------------------------------------------------------
' Shutdown dialog box ***
'-------------------------------------------------------------------------------------
194=Bilgisayarı kapat
196=Bilgisayarınız 15 saniye içinde kapanacak.
197=OpenProcessToken Error.
198=AdjustTokenPrivileges Error.
'-------------------------------------------------------------------------------------
' About dialog box ***
'-------------------------------------------------------------------------------------
201=Tüm hakları saklıdır.
202=Ticari olmayan kullanıma ücretsizdir.
203=WinContig parçalanmış dosyaları birleştirir böylece diskiniz daha hızlı çalışır.\n\nBu işlem diske erişimi hızlandırır.
204=Hakkında
298=Web sayfası:
299=E-posta:
'-------------------------------------------------------------------------------------
' Crash dialog box ***
'-------------------------------------------------------------------------------------
77=WinContig aşımı
78=WinContig çalışmayı durdurdu
79=Program bir hatayla karşılaştı. Lütfen bunu bize bildirin:
80=Hata detayı
81=&Programı kapat
63=Uyumsuz SSD tespit edildi. Lütfen ayarlardan SSD disk tespitini kapatın.
'-------------------------------------------------------------------------------------
' Disclaimer ***
'-------------------------------------------------------------------------------------
206=Yasal uyarı
'-------------------------------------------------------------------------------------
' Command line switches ***
'-------------------------------------------------------------------------------------
208=Komut anahtarı satırı
389=Komut anahtarı satırı
390=WinContig kabul eder isteğe bağlı bir dizi komut satırı anahtarları kontrol etmek için kullanabileceğiniz program nasıl çalışır.
'-------------------------------------------------------------------------------------
' Defragmentation/Analysis process Interrupted ***
'-------------------------------------------------------------------------------------
210=Lütfen mevcut işlemin bitmesini bekleyin...
'-------------------------------------------------------------------------------------
' Disclaimer - RTF Format ***
'-------------------------------------------------------------------------------------
$d$
{\rtf1\ansi\ansicpg1252\deff0\deflang1033\deflangfe1040
\qc {\b\f0\fs24 Disclaimer}
\par\par
\pard Bu yazılım ve dosyaları tamamen yapımcıya aittir, ancak bunlarla sınırlı olmamak kaydıyla, zımni garantiler ve bir amaca. Hiçbir koşulda, her yazarın herhangi bir zarardan (hiçbir sınırlama olmadan, iş kaybından doğan zararlar, kar kaybı veya veri kullanımı, iş kesilmesi, iş bilgilerinin kaybı, ya da diğer maddi zararı) kullanımından ya da kullanılamamasından bu ürün, zararların olasılığı bildirilmiş olsa dahi. Kullanımdan kaynaklanan tüm risk nedeni ile bu ürünün performansının veya dokümantasyon ve size kalır.
\par}
$d$
'-------------------------------------------------------------------------------------
' Command line switches - RTF Format ***
'-------------------------------------------------------------------------------------
$c$
{\rtf1\ansi\ansicpg1252\deff0\deflang1040
\viewkind4\uc1\pard\lang1040\b\f0\fs16 SYNTAX\par
\b0\par
WINCONTIG.EXE [source] [/ANALYZE|/DEFRAG] [/CHKDSK:0|/CHKDSK:1|/CHKDSK:2] [/CLEAN:0|/CLEAN:1|/CLEAN:2] [/CLOSE|/CLOSEIFOK|/SHUTDOWN] [/DUP] [/FULLROW] [/HELP|/?] [/LANG:xx] [/NOGUI] [/NOINI] [/NOPROMPT] [/NOSCROLL] [/ONTOP] [/PROF:"profile"] [/QUICK]\par
\par
\b\par
IMPORTANT NOTES\par
\b0\par
\pard{\pntext\f3\'B7\tab}{\*\pn\pnlvlblt\pnf3\pnindent360{\pntxtb\'B7}}\fi-360\li360\tx360 Switches are not case sensitive, so, for example, \b /CLOSE\b0  is the same as \b /close\b0 .\par
{\pntext\f3\'B7\tab}When using multiple switches, separate them with a blank space. For example, use the following command line to load a profile and start the file defragmentation:\par
\pard\par
\pard\fi360\b WINCONTIG.EXE /DEFRAG /PROF:"c:\\datas\\profile.wcp"\b0\par
\pard\par
\par
Below is the list of the WinContig switches.\par
\par
\pard\fi-1418\li1418\tx1418\b source\b0\tab Specifies the file or folder to be loaded in WinContig.\par
\pard\par
\pard\fi-1418\li1418\tx1418\b\tab IMPORTANT NOTES\par
\b0\par
\pard{\pntext\f1\'B7\tab}{\*\pn\pnlvlblt\pnf1\pnindent360{\pntxtb\'B7}}\fi-360\li1778\tx1778 You must specify the full path of \i source\i0\par
{\pntext\f1\'B7\tab}You must enclose the full path of \i source\i0  in quotation marks ("")\par
\pard\li1418\tx1418\par
For example, use the following command line to load the file \i personal.txt\i0  located in \i c:\\documents\i0 :\par
\par
\b WINCONTIG.EXE "c:\\documents\\personal.txt"\b0\par
\par\pard\fi-1418\li1418\tx1418
\b /ANALYZE\b0\tab Starts automatically the analysis of the items loaded in WinContig.\par
\par
\b /CHKDSK:0\tab\b0 Disables the automatic disk checking. \par
\par
\b /CHKDSK:1\b0\tab Starts automatically the disk checking.\par
\par
\b /CHKDSK:2\b0\tab Asks the user before starting the disk checking.\par
\par
\b /CLEAN:0\tab\b0 Disables the automatic cleaning up of temporary files.\par
\par
\b /CLEAN:1\tab\b0 Starts automatically the cleaning up of temporary files.\par
\par
\b /CLEAN:2\tab\b0 Asks the user before starting the cleaning up of temporary files.\par
\par
\b /CLOSE\b0\tab Used to automatically close WinContig after it has completed the defragmentation process.\par
\par
\b /CLOSEIFOK\b0\tab Used to automatically close WinContig after it has completed the defragmentation process if all of the files have been successfully defragmented otherwise it stays open. 
If you use this switch in conjunction with the \b /NOGUI \b0 switch, WinContig will show the main window after it has completed the defragmentation process if one or more files have not been successfully defragmented.\par
\par
\b /DEFRAG\b0\tab Starts automatically the defragmentation of the items loaded in WinContig.\par
\par
\b /DUP\b0\tab Allows duplicate entries in the file list. WinContig does not allow duplicate entries in the file list as default. When using the \b /DUP\b0  switch, WinContig adds files to the file list faster. This option is useful if you want to load a very big profile faster and you are confident there are no duplicate entries in the profile.\par
\par
\b /FULLROW\b0\tab Turns full row selection on.\par
\par
\b /HELP \b0 or \b/?\b0 \tab Shows this dialog box.\par
\par
\b /LANG:\b0\i xx\i0\tab Forces the language used by the user interface. \i xx \i0 specifies a region-neutral language, for example \i en \i0 represents English, while \i fr \i0 represents French. 
If you specify the \b/LANG:auto \b0 switch, WinContig will use the system default UI language (if supported).\par
\par
\b /NOGUI\b0\tab Used to hide the WinContig main window during the analysis process or the defragmentation process. When using the \b /NOGUI\b0  switch, WinContig provides exit codes that indicate the level of success for a command.\par
\par
\tab\b Exit codes\b0\par
\par
\tab The following command-line exit codes are defined for WinContig.\par
\par
\tab\b 0\b0\tab Success.\par
\tab\b 1\b0\tab Invalid or missing profile.\par
\tab\b 2\b0\tab Errors found during disk checking.\par
\tab\b 3\b0\tab Not all items were defragmented successfully.\par
\tab\b 4\b0\tab Not all items were analyzed successfully.\par
\tab\b 5\b0\tab Invalid or missing item.\par
\par
\b /NOINI\b0\tab Used to suppress the writing of the "WinContig.ini" configuration file.\par
\par
\b /NOPROMPT\b0\tab Used to turn confirmation messages off.\par
\par
\b /NOSCROLL\b0\tab Turns scroll of the files off when WinContig performs an analysis process or a defragmentation process.\par
\par
\b /ONTOP\b0\tab Makes the WinContig main window topmost (above all other windows).\par
\par
\b /PROF:\b0\i "profile"\i0\tab Used to load the profile \i profile\i0 .\par
\par
\b\tab IMPORTANT NOTES\par
\b0\par
\pard{\pntext\f1\'B7\tab}{\*\pn\pnlvlblt\pnf1\pnindent360{\pntxtb\'B7}}\fi-360\li1778\tx1778 You must specify the full path of the profile\par
{\pntext\f1\'B7\tab}You must enclose the full path of the profile in quotation marks ("")\par
\pard\li1418\tx1418\par
For example, use the following command line to load the profile \i data.wcp\i0  located in \i c:\\profiles\i0 :\par
\par
\b WINCONTIG.EXE /PROF:"c:\\profiles\\data.wcp"\par
\pard\fi-1418\li1418\tx1418\b0\par
\b /QUICK\b0\tab Used to turn off optimizations during the defragmentation process (i.e. it will not try to fill the gaps and it will not try to partially defragment the files that it's not possibile to totally defrag). This allows to complete the defragmentation process quicker.\par
\par
\b /SHUTDOWN\b0\tab Used to shutdown the computer after WinContig has completed the defragmentation process.\par
\par
}
$c$